 {
    "series" : 
    {
        "Assassination classroom": [
            [
                {
                    "name" : "Séquence d'assasinat",
                    "description" : "Au collège Kunugigaoka, les élèves de la classe 3E ont beau s'appliquer pour assassiner leur professeur, il leur donne du fil à retordre.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence de base-ball",
                    "description" : "Sugino essaie de profiter de son passé de joueur de baseball pour se débarrasser de Koro-sensei, mais ce dernier n'est pas si facile à berner.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence Karma",
                    "description" : "Karma Akabane, un nouvel élève, intègre la classe E après avoir été renvoyé pour violence. Fidèle à sa haine des professeurs, il s'en prend immédiatement à Koro-sensei.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence adulte",
                    "description" : "L’école embauche une nouvelle enseignante de langue étrangère, mais les élèves de 3E comprennent vite qu'Irina Jelavic vient en fait éliminer Koro-sensei.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence assemblée",
                    "description" : "Quand la discrète Manami Okuda tente d'empoisonner Koro-sensei et échoue, le professeur lui propose de s’améliorer. Puis l’assemblée mensuelle du collège arrive...",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence examen",
                    "description" : "À l'approche des partiels, le différend qui oppose le proviseur et Koro-sensei sur la gestion des études met la pression sur les élèves, prêts à faire leurs preuves.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence voyage scolaire, 1re partie",
                    "description" : "Lors d'un voyage à Kyoto, une aide inattendue offre aux élèves l'occasion rêvée d'assassiner Koro-sensei. Mais c’était sans compter l'intervention de petits voyous.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence voyage scolaire, 2e partie",
                    "description" : "Pendant le voyage à Kyoto, un tireur d'élite doit se poster dans des lieux choisis pour éliminer Koro-sensei, mais la tâche n'est pas si simple.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence nouvelle élève",
                    "description" : "Une nouvelle élève appelée L'Artillerie à pensée autonome arrive de Norvège et n'arrête pas de tirer avec ses armes en classe.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence LR",
                    "description" : "Irina essaie de prouver à son ancien mentor qu'elle est capable de tuer Koro-sensei. Karma et Nagisa partent à Hawaï avec leur professeur.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence nouvelle élève, 2e heure",
                    "description" : "Un deuxième élève prétendant être le frère de Koro-sensei est transféré. Les deux s'affrontent au cours d'un duel virulent.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence jeux de balle",
                    "description" : "La classe 3E se mesure à l'équipe de baseball du collège lors d'un match amical. Sugino est déterminé à battre ses anciens coéquipiers. Koro-sensei propose son aide.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence talent",
                    "description" : "Un soldat de prime abord accommodant reprend la classe d'éducation physique de Karasuma, mais les élèves découvrent peu à peu sa vraie nature.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence vision",
                    "description" : "Terasaka, le tyran du collège, élabore un complot avec Shiro et Itona pour tuer Koro-sensei dans la nouvelle piscine de la classe.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence examen trimestriels",
                    "description" : "Koro-sensei annonce aux élèves que celui qui aura la meilleure note aux examens à venir aura le droit de lui tirer sur un tentacule.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence fin du trimestre",
                    "description" : "Koro-sensei tente de motiver les élèves de la classe 3E qui se distingueront lors des examens, mais les \"Cinq Prodiges\" de la classe A décident de s'en prennent à eux.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence île",
                    "description" : "Lovro forme les élèves à des techniques d'assassinat, puis ils partent en vacances d'été.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence exécution",
                    "description" : "Les élèves de la classe 3E décident d'embarrasser Koro-sensei en diffusant une vidéo, tandis que leur projet d'assassinat rivalise avec une autre menace.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence antre des démons",
                    "description" : "Des élèves s'infiltrent dans l'hôtel, où ils se mesurent à des assassins professionnels pour venir en aide à leurs camarades infectés.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence Karma, 2e heure",
                    "description" : "Les filles et Nagisa tentent de passer à l'étage suivant alors que Karma utilise une tactique intelligente pour se débarrasser d'un homme de main.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence XX",
                    "description" : "Aidés de Koro-sensei, les élèves se rendent tout en haut du bâtiment, où ils apprennent l'identité du cerveau.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Séquence Nagisa",
                    "description" : "Nagisa s'inspire des leçons de Lovro et reçoit un sage conseil de la part de Terasaka pendant le duel. Les élèves apprennent une nouvelle surprenante.",
                    "note" : 20,
                    "length" : 22
                }
            ],
            [
                {
                    "name" : "Leçon 1 : Festival d'été",
                    "description" : "Le voyage d'été de la classe 3E dans l'île touche à sa fin et Koro-sensei organise un test de courage pour tenter de créer quelques couples parmi ses élèves.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 2 : Kaede",
                    "description" : "Quand Kaede imagine un plan pour tuer Koro-sensei avec un énorme pudding explosif, toute la classe l'aide à le fabriquer.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 3 : Itona Horibe",
                    "description" : "Itona attaque de nouveau Koro-sensei, mais celui-ci le repousse facilement et ses implants de tentacules échouent. Quand Shiro l'abandonne, Itona pique une grosse colère.",
                    "note" : 20,
                    "length" : 21
                },
                {
                    "name" : "Leçon 4 : Tissage",
                    "description" : "Grâce à son talent en électronique, Itona construit un gadget téléguidé pour attaquer Koro-sensei, mais les autres garçons veulent l'utiliser à des fins plus légères.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 5 : Leader",
                    "description" : "Asano découvre que le président de la classe 3E travaille à temps partiel et accepte de ne pas le dénoncer à une condition : les 3E doivent gagner un match contre les 3A.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 6 : Avant et après",
                    "description" : "Quand un raccourci mal négocié emmène un vieil enseignant à l’hôpital, Koro-sensei donne aux élèves à réfléchir sur leurs actes en gérant les petits écoliers du blessé.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 7 : Dieu de la mort, 1re partie",
                    "description" : "Jouant les Cupidon, les élèves se débrouillent pour que Karasuma offre des fleurs à Irina. Mais celui-ci insulte Irina, et elle ne vient plus à l'école.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 8 : Dieu de la mort, 2e partie",
                    "description" : "Karasuma et Koro-sensei tentent de sauver les élèves, mais quand le professeur est capturé par le Dieu de la mort, Karasuma et Irina font face à un choix difficile.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 9 : New game +",
                    "description" : "C'est le moment de faire des projets de carrière. Alors que sa mère veut le retirer de la classe 3E, Nagisa se demande s'il désire vraiment être un assassin.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 10 : La fête de l'école",
                    "description" : "Lors de la fête du collège Kunugigaoka, un concours permet de lever des fonds. 3E sert des plats cuisinés avec des ingrédients de montagne, mais 3A ne recule devant rien.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 11 : Fin de trimestre, 2e heure",
                    "description" : "Les examens finaux arrivent rapidement et tandis que les 3A subissent un vrai lavage de cerveau pour haïr les 3E, Gakushu demande aux 3E de faire mieux que les 3A.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 12 : Espace",
                    "description" : "Lors de l'examen final, Karma et Gakushu rivalisent pour résoudre un difficile problème de maths. Et maintenant, c'est l'heure des résultats...",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 13 : Laisser vivre",
                    "description" : "Koro-sensei déjoue le plan majeur conçu par Asano pour l'assassiner, laissant à celui-ci le dernier manuel scolaire et ses réflexions sur sa propre carrière d'enseignant.",
                    "note" : 20,
                    "length" : 21
                },
                {
                    "name" : "Leçon 14 : Véritable identité",
                    "description" : "Alors qu'ils nettoient le cabanon, Kaede attaque Koro-sensei, révélant un lien surprenant avec l'ancien professeur de la classe E, Aguri Yukimura.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 15 : Confessions",
                    "description" : "La furie de Kaede va la tuer si Koro-sensei et les autres élèves n'interviennent pas immédiatement. Surprenant ses camarades, Nagisa tente le tout pour le tout.",
                    "note" : 20,
                    "length" : 21
                },
                {
                    "name" : "Leçon 16 : Passé",
                    "description" : "Leur captivité dans le laboratoire de Yanagisawa a rapproché émotionnellement le Dieu de la mort et Aguri Yukimura. Mais l'une des souris de Yanagisawa fait tout déraper.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 17 : Scission",
                    "description" : "Nagisa veut sauver Koro-sensei, mais la classe ne parvient pas à un consensus. Koro-sensei suggère de résoudre le conflit dans un match de paintball.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 18 : Résultat",
                    "description" : "Au terme du match de paintball, Karma et Nagisa restent seuls sur le terrain. Karma défie alors Nagisa en un duel ultime.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 19 : Espace",
                    "description" : "Aidés par leur classe, Nagisa, Karma et Ritsu se faufilent dans la fusée pour la Station spatiale internationale afin de trouver les données requises par Koro-sensei.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 20 : Saint-Valentin",
                    "description" : "Les examens d'entrée au lycée et la Saint-Valentin approchent. Après avoir parlé avec Sakura, Nagisa envisage de faire carrière dans l'enseignement.",
                    "note" : 20,
                    "length" : 21
                },
                {
                    "name" : "Leçon 21 : Confiance",
                    "description" : "Koro-sensei décide de réaliser un album de fin d'année en utilisant ses propres photos. Alors que le temps presse, Nagisa évoque son projet d'enseignement avec lui.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 22 : Joyeux anniversaire",
                    "description" : "Il ne reste plus que trois heures avant le chargement complet du laser. Les élèves lancent une ultime mission d'infiltration pour sauver Koro-sensei.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 23 : Boss de fin",
                    "description" : "Le Dieu de la mort continue d'attaquer Koro-sensei avec Yanagisawa qui s'en prend maintenant aux élèves. Karasuma tente alors d'intervenir.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 24 : Fin de scolarité",
                    "description" : "Si Kaede a survécu, Koro-sensei est très affaibli. Quand il exprime une dernière requête, les élèves de la classe 3E doivent décider d'honorer sa volonté ou pas.",
                    "note" : 20,
                    "length" : 22
                },
                {
                    "name" : "Leçon 25 : Avenir",
                    "description" : "La classe 3E assiste à la cérémonie de départ de Kunugigaoka. Avant la dispersion générale, Nagisa apprend que Koro-sensei lui a fait une dernière faveur.",
                    "note" : 20,
                    "length" : 21
                }
            ]
        ],
        "Big": [
            [
                {
                    "title" : "Jsp"
                },
                {
                    "title" : "idk"
                }
            ]
        ]
    }
 }